testsuite/test-jsonEntry/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
restore0Dir


runApplication $(getApplication)

